Repository: gritsakdj-art/JustTwo_iOS
Catalog: JustTwo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ru

# invite.link.share_qr
source: Share QR Code
ar: مشاركة رمز QR
de: QR-Code teilen
es: Compartir código QR
fr: Partager le QR code
it: Condividi codice QR
ru: Поделиться QR-кодом

# invite.link.subtitle
source: Share this link or QR code to start a conversation.
ar: شارك هذا الرابط أو رمز QR لبدء محادثة.
de: Teile diesen Link oder QR-Code, um ein Gespräch zu starten.
es: Comparte este enlace o código QR para iniciar una conversación.
fr: Partagez ce lien ou ce QR code pour démarrer une conversation.
it: Condividi questo link o codice QR per iniziare una conversazione.
ru: Поделитесь ссылкой или QR-кодом, чтобы начать переписку.

# invite.link.title
source: Invite to chat
ar: دعوة للدردشة
de: Zum Chat einladen
es: Invitar al chat
fr: Inviter à discuter
it: Invita alla chat
ru: Пригласить в чат

# invite.link.valid_until_format
source: Valid until %@
ar: صالح حتى %@
de: Gültig bis %@
es: Válido hasta %@
fr: Valable jusqu'au %@
it: Valido fino al %@
ru: Действует до %@

# invite.preview.accept
source: Accept
ar: قبول
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
ru: Принять

# invite.preview.accepting
source: Accepting invitation…
ar: جارٍ قبول الدعوة…
de: Einladung wird angenommen…
es: Aceptando invitación…
fr: Acceptation de l'invitation…
it: Accettazione invito…
ru: Принимаем приглашение…

# invite.preview.block
source: Block
ar: حظر
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ru: Заблокировать

# invite.preview.block.confirm
source: Block
ar: حظر
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ru: Заблокировать

# invite.preview.block.message
source: They will not be able to message you.
ar: لن يتمكن من مراسلتك.
de: Diese Person kann dir keine Nachrichten mehr senden.
es: No podrá enviarte mensajes.
fr: Cette personne ne pourra plus vous envoyer de messages.
it: Non potrà inviarti messaggi.
ru: Он не сможет писать вам сообщения.

# invite.preview.block.title
source: Block this user?
ar: هل تريد حظر هذا المستخدم؟
de: Diesen Nutzer blockieren?
es: ¿Bloquear a este usuario?
fr: Bloquer cet utilisateur ?
it: Bloccare questo utente?
ru: Заблокировать этого пользователя?

# invite.preview.blocked.message
source: This user has been blocked.
ar: تم حظر هذا المستخدم.
de: Dieser Nutzer wurde blockiert.
es: Este usuario ha sido bloqueado.
fr: Cet utilisateur a été bloqué.
it: Questo utente è stato bloccato.
ru: Этот пользователь заблокирован.

# invite.preview.blocked.title
source: User blocked
ar: تم حظر المستخدم
de: Nutzer blockiert
es: Usuario bloqueado
fr: Utilisateur bloqué
it: Utente bloccato
ru: Пользователь заблокирован

# invite.preview.decline
source: Decline
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ru: Отклонить

# invite.preview.invited_you
source: invited you to chat on JustTwo
ar: دعاك للدردشة على JustTwo
de: hat dich zu einem Chat auf JustTwo eingeladen
es: te invitó a chatear en JustTwo
fr: vous a invité à discuter sur JustTwo
it: ti ha invitato a chattare su JustTwo
ru: пригласил(а) вас в чат в JustTwo

# invite.preview.loading
source: Loading invitation…
ar: جارٍ تحميل الدعوة…
de: Einladung wird geladen…
es: Cargando invitación…
fr: Chargement de l'invitation…
it: Caricamento invito…
ru: Загрузка приглашения…

# invite.preview.title
source: Chat invitation
ar: دعوة للدردشة
de: Chat-Einladung
es: Invitación al chat
fr: Invitation au chat
it: Invito alla chat
ru: Приглашение в чат

# invite.preview.unavailable.title
source: Invite unavailable
ar: الدعوة غير متاحة
de: Einladung nicht verfügbar
es: Invitación no disponible
fr: Invitation indisponible
it: Invito non disponibile
ru: Приглашение недоступно

# location.amsterdam
source: Amsterdam
ar: أمستردام
es: Ámsterdam
ru: Амстердам

# network.error.cancelled
source: Request cancelled
ar: تم إلغاء الطلب
de: Anfrage abgebrochen
es: Solicitud cancelada
fr: Requête annulée
it: Richiesta annullata
ru: Запрос отменён

# network.error.connection_lost
source: Network connection was lost
ar: انقطع الاتصال بالشبكة
de: Netzwerkverbindung unterbrochen
es: Se perdió la conexión de red
fr: Connexion réseau perdue
it: Connessione di rete persa
ru: Сетевое соединение прервано

# network.error.decoding_format
source: Failed to decode response: %@
ar: تعذر فك استجابة الخادم: %@
de: Antwort konnte nicht decodiert werden: %@
es: No se pudo decodificar la respuesta: %@
fr: Impossible de décoder la réponse : %@
it: Impossibile decodificare la risposta: %@
ru: Не удалось разобрать ответ: %@

# network.error.invalid_response
source: Invalid server response
ar: استجابة غير صالحة من الخادم
de: Ungültige Serverantwort
es: Respuesta del servidor no válida
fr: Réponse du serveur invalide
it: Risposta del server non valida
ru: Некорректный ответ сервера

# network.error.no_internet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion internet
it: Nessuna connessione internet
ru: Нет подключения к интернету

# network.error.request_failed
source: Request failed
ar: فشل الطلب
de: Anfrage fehlgeschlagen
es: La solicitud falló
fr: Échec de la requête
it: Richiesta non riuscita
ru: Не удалось выполнить запрос

# network.error.server_unavailable
source: Can't reach server
ar: الخادم غير متاح مؤقتًا
de: Server vorübergehend nicht verfügbar
es: El servidor no está disponible temporalmente
fr: Serveur temporairement indisponible
it: Server temporaneamente non disponibile
ru: Не удаётся подключиться к серверу

# network.error.timeout
source: Server not responding
ar: انتهت مهلة الطلب
de: Zeitüberschreitung der Anfrage
es: La solicitud ha caducado
fr: Délai de la requête dépassé
it: Richiesta scaduta
ru: Сервер не отвечает

# network.error.tls_failure
source: Secure connection failed
ar: فشل الاتصال الآمن
de: Sichere Verbindung fehlgeschlagen
es: Error en la conexión segura
fr: Échec de la connexion sécurisée
it: Connessione sicura non riuscita
ru: Не удалось установить защищённое соединение

# network.error.unauthorized
source: Authorization required
ar: يلزم تسجيل الدخول
de: Anmeldung erforderlich
es: Se requiere autorización
fr: Autorisation requise
it: Autorizzazione richiesta
ru: Требуется авторизация

# notifications.message.new
source: New message
ar: رسالة جديدة
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
ru: Новое сообщение

# placeholder.chats.subtitle
source: New conversations and active chats will live here.
ar: ستظهر هنا المحادثات الجديدة والنشطة.
de: Neue und aktive Chats werden hier angezeigt.
es: Aquí aparecerán las conversaciones nuevas y activas.
fr: Les nouvelles conversations et les discussions actives apparaîtront ici.
it: Qui appariranno le nuove conversazioni e le chat attive.
ru: Здесь появятся новые и активные чаты.

# placeholder.matches.subtitle
source: People you liked and mutual matches will appear here.
ar: سيظهر هنا الأشخاص الذين أعجبت بهم والتطابقات المتبادلة.
de: Personen, die du magst, und gegenseitige Matches erscheinen hier.
es: Aquí aparecerán las personas que te gustaron y los matches mutuos.
fr: Les personnes aimées et les matchs mutuels apparaîtront ici.
it: Qui appariranno le persone che ti piacciono e i match reciproci.
ru: Здесь появятся люди, которых ты лайкнул, и взаимные мэтчи.

# placeholder.plans.subtitle
source: Upcoming dates, invites, and saved ideas will appear here.
ar: ستظهر هنا المواعيد القادمة والدعوات والأفكار المحفوظة.
de: Kommende Dates, Einladungen und gespeicherte Ideen erscheinen hier.
es: Aquí aparecerán próximas citas, invitaciones e ideas guardadas.
fr: Les rendez-vous à venir, les invitations et les idées enregistrées apparaîtront ici.
it: Qui appariranno appuntamenti, inviti e idee salvate.
ru: Здесь появятся будущие встречи, приглашения и сохраненные идеи.

# placeholder.profile.subtitle
source: Your photos, preferences, and account settings will be managed here.
ar: ستتم إدارة صورك وتفضيلاتك وإعدادات الحساب هنا.
de: Deine Fotos, Vorlieben und Kontoeinstellungen werden hier verwaltet.
es: Aquí gestionarás tus fotos, preferencias y ajustes de cuenta.
fr: Tes photos, préférences et paramètres de compte seront gérés ici.
it: Qui gestirai foto, preferenze e impostazioni dell'account.
ru: Здесь будут настройки фото, предпочтений и аккаунта.

# profile.account.current_password
source: Current password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
ru: Текущий пароль

# profile.account.danger_section
source: Danger zone
ar: منطقة خطرة
de: Gefahrenbereich
es: Zona de riesgo
fr: Zone sensible
it: Zona pericolosa
ru: Опасная зона

# profile.account.delete
source: Delete Account
ar: حذف الحساب
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ru: Удалить аккаунт

# profile.account.delete_confirm
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ru: Удалить

# profile.account.delete_message
source: This action is permanent and cannot be undone.
ar: هذا الإجراء دائم ولا يمكن التراجع عنه.
de: Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
es: Esta acción es permanente y no se puede deshacer.
fr: Cette action est définitive et ne peut pas être annulée.
it: Questa azione è permanente e non può essere annullata.
ru: Это действие необратимо.

# profile.account.delete_password_subtitle
source: Enter your password to confirm account deletion.
ar: أدخل كلمة المرور لتأكيد حذف الحساب.
de: Gib dein Passwort ein, um die Löschung deines Accounts zu bestätigen.
es: Introduce tu contraseña para confirmar la eliminación de la cuenta.
fr: Saisis ton mot de passe pour confirmer la suppression du compte.
it: Inserisci la password per confermare l’eliminazione dell’account.
ru: Введите пароль, чтобы подтвердить удаление аккаунта.

# profile.account.delete_password_title
source: Confirm account deletion
ar: تأكيد حذف الحساب
de: Account-Löschung bestätigen
es: Confirmar eliminación de cuenta
fr: Confirmer la suppression du compte
it: Conferma eliminazione account
ru: Подтвердите удаление аккаунта

# profile.account.delete_title
source: Delete Account?
ar: حذف الحساب؟
de: Account löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
it: Eliminare l’account?
ru: Удалить аккаунт?

# profile.account.error.deletion_failed
source: Could not delete account. Please try again.
ar: تعذر حذف الحساب. حاول مرة أخرى.
de: Der Account konnte nicht gelöscht werden. Bitte versuche es erneut.
es: No se pudo eliminar la cuenta. Inténtalo de nuevo.
fr: Impossible de supprimer le compte. Réessaie.
it: Impossibile eliminare l’account. Riprova.
ru: Не удалось удалить аккаунт. Попробуйте ещё раз.

# profile.account.error.incorrect_password
source: Incorrect password.
ar: كلمة المرور غير صحيحة.
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
it: Password non corretta.
ru: Неверный пароль.

# profile.avatar_editor.choose_photo
source: Choose photo
ar: اختيار صورة
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
ru: Выбрать фото

# profile.avatar_editor.delete
source: Delete photo
ar: حذف الصورة
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
it: Elimina foto
ru: Удалить фото

# profile.avatar_editor.empty
source: Add a profile photo
ar: إضافة صورة للملف الشخصي
de: Profilfoto hinzufügen
es: Añadir foto de perfil
fr: Ajouter une photo de profil
it: Aggiungi foto profilo
ru: Добавить фото профиля

# profile.avatar_editor.hint
source: Drag to reposition, pinch to zoom.
ar: اسحب لتحريك الصورة، واقرص للتكبير.
de: Ziehe zum Verschieben, ziehe mit zwei Fingern zum Zoomen.
es: Arrastra para mover, pellizca para ampliar.
fr: Fais glisser pour déplacer, pince pour zoomer.
it: Trascina per spostare, pizzica per ingrandire.
ru: Перетаскивай фото и меняй масштаб щипком.

# profile.avatar_editor.replace_photo
source: Replace photo
ar: استبدال الصورة
de: Foto ersetzen
es: Cambiar foto
fr: Remplacer la photo
it: Sostituisci foto
ru: Заменить фото

# profile.avatar_editor.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

# profile.avatar_editor.subtitle
source: Choose a photo and adjust the crop for your profile.
ar: اختر صورة واضبط القص لملفك الشخصي.
de: Wähle ein Foto und passe den Ausschnitt für dein Profil an.
es: Elige una foto y ajusta el recorte para tu perfil.
fr: Choisis une photo et ajuste le cadrage pour ton profil.
it: Scegli una foto e regola il ritaglio per il tuo profilo.
ru: Выбери фото и настрой кадрирование для профиля.

# profile.avatar_editor.title
source: Profile photo
ar: صورة الملف الشخصي
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
it: Foto profilo
ru: Фото профиля

# profile.avatar.edit
source: Edit profile photo
ar: تعديل صورة الملف الشخصي
de: Profilfoto bearbeiten
es: Editar foto de perfil
fr: Modifier la photo de profil
it: Modifica foto profilo
ru: Изменить фото профиля

# profile.avatar.placeholder
source: Profile photo
ar: صورة الملف الشخصي
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto profilo
ru: Фото профиля

# profile.current_user.name
source: Alex
ar: ألكس
ru: Алекс

# profile.current_user.subtitle
source: Amsterdam · Profile not complete yet
ar: أمستردام · الملف الشخصي غير مكتمل
de: Amsterdam · Profil noch nicht vollständig
es: Ámsterdam · Perfil aún incompleto
fr: Amsterdam · Profil pas encore complet
it: Amsterdam · Profilo non ancora completo
ru: Амстердам · профиль пока не заполнен

# profile.distance.km.format
source: %.1f km away
ar: على بُعد %.1f كم
de: %.1f km entfernt
es: a %.1f km
fr: à %.1f km
it: a %.1f km
ru: %.1f км от вас

# profile.elizabeth.bio
source: Bookstores, weekend brunch, and hidden parks with warm light.
ar: مكتبات، فطور متأخر في عطلة نهاية الأسبوع، وحدائق مخفية بإضاءة دافئة.
de: Buchläden, Wochenend-Brunch und versteckte Parks im warmen Licht.
es: Librerías, brunch de fin de semana y parques escondidos con luz cálida.
fr: Librairies, brunch du week-end et parcs cachés à la lumière douce.
it: Librerie, brunch del weekend e parchi nascosti con luce calda.
ru: Книжные, бранч по выходным и тихие парки в тёплом свете.

# profile.elizabeth.mood
source: Sunset walk
ar: نزهة عند الغروب
de: Spaziergang bei Sonnenuntergang
es: Paseo al atardecer
fr: Balade au coucher du soleil
it: Passeggiata al tramonto
ru: Прогулка на закате

# profile.elizabeth.name
source: Elizabeth
ar: إليزابيث
ru: Элизабет

# profile.emma.bio
source: Slow walks, deep talks, spontaneous plans.
ar: نزهات هادئة، أحاديث عميقة، وخطط عفوية.
de: Langsame Spaziergänge, tiefe Gespräche, spontane Pläne.
es: Paseos tranquilos, conversaciones profundas, planes espontáneos.
fr: Balades lentes, discussions profondes, plans spontanés.
it: Passeggiate lente, conversazioni profonde, piani spontanei.
ru: Медленные прогулки, глубокие разговоры, спонтанные планы.

# profile.emma.mood
source: Open to coffee
ar: مستعدة للقهوة
de: Offen für Kaffee
es: Abierta a un café
fr: Partante pour un café
it: Aperta a un caffè
ru: Открыта к кофе

# profile.emma.name
source: Emma
ar: إيما
ru: Эмма

# profile.error.age_restricted
source: You must be at least 18 years old to use JustTwo.
ar: يجب أن يكون عمرك 18 عامًا على الأقل لاستخدام JustTwo.
de: Du musst mindestens 18 Jahre alt sein, um JustTwo zu nutzen.
es: Debes tener al menos 18 años para usar JustTwo.
fr: Tu dois avoir au moins 18 ans pour utiliser JustTwo.
it: Devi avere almeno 18 anni per usare JustTwo.
ru: Чтобы пользоваться JustTwo, вам должно быть не меньше 18 лет.

# profile.error.invalid_gender
source: Please select a valid gender.
ar: اختر قيمة صحيحة للجنس.
de: Wähle eine gültige Geschlechtsangabe.
es: Selecciona un género válido.
fr: Sélectionne un genre valide.
it: Seleziona un genere valido.
ru: Выберите корректное значение пола.

# profile.error.invalid_modes
source: At least one discovery mode must be enabled.
ar: يجب تفعيل وضع اكتشاف واحد على الأقل.
de: Aktiviere mindestens einen Entdeckungsmodus.
es: Activa al menos un modo de descubrimiento.
fr: Active au moins un mode de découverte.
it: Attiva almeno una modalità di scoperta.
ru: Включите хотя бы один режим поиска.

# profile.error.not_found
source: Profile has not been created yet.
ar: لم يتم إنشاء الملف الشخصي بعد.
de: Das Profil wurde noch nicht erstellt.
es: El perfil aún no se ha creado.
fr: Le profil n’a pas encore été créé.
it: Il profilo non è ancora stato creato.
ru: Профиль ещё не создан.

# profile.gender.man
source: Man
ar: رجل
de: Mann
es: Hombre
fr: Homme
it: Uomo
ru: Мужчина

# profile.gender.non_binary
source: Non-binary
ar: غير ثنائي
de: Nicht-binär
es: No binario
fr: Non-binaire
it: Non binario
ru: Небинарный

# profile.gender.other
source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
it: Altro
ru: Другое

# profile.gender.prefer_not_to_say
source: Prefer not to say
ar: أفضل عدم الإفصاح
de: Keine Angabe
es: Prefiero no decirlo
fr: Je préfère ne pas le dire
it: Preferisco non dirlo
ru: Предпочитаю не указывать

# profile.gender.woman
source: Woman
ar: امرأة
de: Frau
es: Mujer
fr: Femme
it: Donna
ru: Женщина

# profile.logout
source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ru: Выйти

# profile.mark.bio
source: Live jazz, rooftop cocktails, and conversations that run late.
ar: جاز حي، كوكتيلات على السطح، وأحاديث تمتد حتى وقت متأخر.
de: Live-Jazz, Cocktails auf der Dachterrasse und Gespräche bis spät in die Nacht.
es: Jazz en vivo, cócteles en la azotea y conversaciones que se alargan.
fr: Jazz live, cocktails en rooftop et conversations qui durent tard.
it: Jazz dal vivo, cocktail sul rooftop e chiacchiere che finiscono tardi.
ru: Джаз, коктейли на крыше и разговоры допоздна.

# profile.mark.mood
source: Bar night
ar: أمسية في بار
de: Barabend
es: Noche de bar
fr: Soirée bar
it: Serata al bar
ru: Вечер в баре

# profile.mark.name
source: Mark
ar: مارك
ru: Марк

# profile.maya.bio
source: Modern art, matcha, and finding tiny streets with warm lights.
ar: فن حديث، ماتشا، وشوارع صغيرة بإضاءة دافئة.
de: Moderne Kunst, Matcha und kleine Straßen mit warmem Licht.
es: Arte moderno, matcha y pequeñas calles con luces cálidas.
fr: Art moderne, matcha et petites rues aux lumières chaudes.
it: Arte moderna, matcha e stradine con luci calde.
ru: Современное искусство, матча и маленькие улицы с теплым светом.

# profile.maya.mood
source: Gallery walk
ar: جولة في معرض
de: Galerierundgang
es: Paseo por galerías
fr: Balade en galerie
it: Giro in galleria
ru: Прогулка по галерее

# profile.maya.name
source: Maya
ar: مايا
ru: Майя

# profile.menu.general_settings
source: General settings
ar: الإعدادات العامة
de: Allgemeine Einstellungen
es: Ajustes generales
fr: Réglages généraux
it: Impostazioni generali
ru: Общие настройки

# profile.menu.my_photos
source: My photos
ar: صوري
de: Meine Fotos
es: Mis fotos
fr: Mes photos
it: Le mie foto
ru: Мои фото

# profile.menu.profile_settings
source: Profile settings
ar: إعدادات الملف الشخصي
de: Profileinstellungen
es: Ajustes de perfil
fr: Réglages du profil
it: Impostazioni profilo
ru: Настройки профиля

# profile.photos.add
source: Add photo
ar: إضافة صورة
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
ru: Добавить фото

# profile.photos.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ru: Удалить

# profile.photos.delete_confirm_message
source: This photo will be removed from your profile.
ar: ستُزال هذه الصورة من ملفك الشخصي.
de: Dieses Foto wird aus deinem Profil entfernt.
es: Esta foto se eliminará de tu perfil.
fr: Cette photo sera retirée de ton profil.
it: Questa foto verrà rimossa dal tuo profilo.
ru: Это фото будет удалено из профиля.

# profile.photos.delete_confirm_title
source: Delete photo?
ar: حذف الصورة؟
de: Foto löschen?
es: ¿Eliminar foto?
fr: Supprimer la photo ?
it: Eliminare la foto?
ru: Удалить фото?

# profile.photos.edit_hint
source: Drag a photo to the first slot to make it primary. Tap × to delete.
ar: اسحب صورة إلى الخانة الأولى لتعيينها كأساسية. اضغط × للحذف.
de: Ziehe ein Foto in die erste Position, um es als Hauptbild festzulegen. Tippe auf × zum Löschen.
es: Arrastra una foto a la primera casilla para hacerla principal. Toca × para eliminar.
fr: Fais glisser une photo vers la première case pour la définir comme principale. Touche × pour supprimer.
it: Trascina una foto nella prima casella per renderla principale. Tocca × per eliminare.
ru: Перетащи фото в первую ячейку, чтобы сделать его основным. Нажми × для удаления.

# profile.photos.empty_subtitle
source: Upload up to 6 photos. Your primary photo is used as your profile avatar.
ar: ارفع حتى 6 صور. صورتك الأساسية تُستخدم كصورة الملف الشخصي.
de: Lade bis zu 6 Fotos hoch. Dein Hauptfoto wird als Profilavatar verwendet.
es: Sube hasta 6 fotos. Tu foto principal se usa como avatar del perfil.
fr: Ajoute jusqu'à 6 photos. Ta photo principale sert d'avatar de profil.
it: Carica fino a 6 foto. La foto principale viene usata come avatar del profilo.
ru: Загрузи до 6 фото. Основное фото используется как аватар профиля.

# profile.photos.empty_title
source: Add your first photo
ar: أضف صورتك الأولى
de: Füge dein erstes Foto hinzu
es: Añade tu primera foto
fr: Ajoute ta première photo
it: Aggiungi la tua prima foto
ru: Добавь первое фото

# profile.photos.error.avatar_limit_reached
source: You already have 6 photos. Delete one photo before uploading a new avatar.
ar: لديك 6 صور بالفعل. احذف صورة واحدة قبل رفع صورة شخصية جديدة.
de: Du hast bereits 6 Fotos. Lösche ein Foto, bevor du einen neuen Avatar hochlädst.
es: Ya tienes 6 fotos. Elimina una antes de subir un nuevo avatar.
fr: Tu as déjà 6 photos. Supprime-en une avant d'ajouter un nouvel avatar.
it: Hai già 6 foto. Elimina una foto prima di caricare un nuovo avatar.
ru: У тебя уже 6 фото. Удали одно фото, прежде чем загружать новый аватар.

# profile.photos.error.file_too_large
source: This photo is too large. Maximum size is 5 MB.
ar: هذه الصورة كبيرة جدًا. الحد الأقصى 5 ميجابايت.
de: Dieses Foto ist zu groß. Die maximale Größe beträgt 5 MB.
es: Esta foto es demasiado grande. El tamaño máximo es 5 MB.
fr: Cette photo est trop volumineuse. Taille maximale : 5 Mo.
it: Questa foto è troppo grande. Dimensione massima: 5 MB.
ru: Фото слишком большое. Максимум 5 МБ.

# profile.photos.error.invalid_image
source: Could not process the selected image.
ar: تعذر معالجة الصورة المحددة.
de: Das ausgewählte Bild konnte nicht verarbeitet werden.
es: No se pudo procesar la imagen seleccionada.
fr: Impossible de traiter l'image sélectionnée.
it: Impossibile elaborare l'immagine selezionata.
ru: Не удалось обработать выбранное изображение.

# profile.photos.error.limit_reached
source: You can upload up to 6 photos.
ar: يمكنك رفع ما يصل إلى 6 صور.
de: Du kannst bis zu 6 Fotos hochladen.
es: Puedes subir hasta 6 fotos.
fr: Tu peux ajouter jusqu'à 6 photos.
it: Puoi caricare fino a 6 foto.
ru: Можно загрузить не больше 6 фото.

# profile.photos.error.not_found
source: Photo was not found.
ar: لم يتم العثور على الصورة.
de: Foto wurde nicht gefunden.
es: No se encontró la foto.
fr: Photo introuvable.
it: Foto non trovata.
ru: Фото не найдено.

# profile.photos.error.storage_failed
source: Photo storage is temporarily unavailable.
ar: تخزين الصور غير متاح مؤقتًا.
de: Fotospeicher ist vorübergehend nicht verfügbar.
es: El almacenamiento de fotos no está disponible temporalmente.
fr: Le stockage des photos est temporairement indisponible.
it: L'archivio foto è temporaneamente non disponibile.
ru: Хранилище фото временно недоступно.

# profile.photos.error.unsupported_content_type
source: This image format is not supported.
ar: تنسيق الصورة هذا غير مدعوم.
de: Dieses Bildformat wird nicht unterstützt.
es: Este formato de imagen no es compatible.
fr: Ce format d'image n'est pas pris en charge.
it: Questo formato immagine non è supportato.
ru: Этот формат изображения не поддерживается.
